Repository: Hakansv/SAR_pi
Catalog: po/*.po
Languages: et, fi, nl, pt

source: SAR preferences
et: SAR eelistused
fi: SAR asetukset
nl: SAR voorkeuren
pt: Preferências SAR

source: Parallel Search
et: Rööpotsing
fi: Rinnakkaishaku
nl: Parallel zoek-/npatroon
pt: Busca paralela

source: Approach course
et: Lähenemiskurss
fi: Lähestymiskurssi
nl: Naderingskoers
pt: Rumo de aproximação

source: Degrees
et: kraadi
fi: Astetta
nl: Graden
pt: Graus

source: Leg Distance
et: Lõigu pikkus
fi: Reiitiosan pituus
nl: Tracklengte
pt: Comprimento da perna

source: NM
et: miili

source: Leg Spacing
et: Lõikude vahe
fi: Reittiosien väli
nl: Trackafstand
pt: Distancia entre pernas

source: Number of Legs
et: Lõikude arv
fi: Reittiosien lukumäärä
nl: Aantal tracks
pt: Numero de pernas

source: n
et: tk

source: Search Speed
et: Kiirus otsingul
fi: Hakunopeus
nl: Zoeksnelheid
pt: Velocidade de busca

source: kts
et: sõlme
nl: Knopen

source: For Ship Number
et: Laeva nr .. jaoks
fi: Alukselle Numero
nl: Voor vaartuig nr.
pt: Para número do barco

source: Calculate
et: Arvuta
fi: Laske
nl: Bereken
pt: Calcular

source: Generate &GPX
et: Loo &GPX
fi: Luo &GPX
nl: Maak &GPX
pt: Gerar &GPX

source: SAR: Trackline
et: SAR: rajajoon
fi: SAR: Jälkiviiva
nl: SAR: Trackliijn
pt: SAR: Linha de rumo

source: Expanding Square Search
et: Suureneva ruudu otsing
fi: Laajeneva neliö Haku
nl: Vierkant zoek-/npatroon
pt: Expandir Square Pesquisar

source: Leg Distance
et: Lõigu pikkus
fi: Reiitiosan väli
nl: Tracklengte
pt: Comprimento da perna

source: Number of Squares
et: Ruutude arv
fi: Nelikulmioiden määrä
nl: Aantal vierkanten
pt: Numero de quadrados

source: SAR: Expanding Square
et: SAR: suurenev ruut
fi: SAR: Laajeneva nelikulmio
nl: SAR: Vierkant zoekpatroon
pt: SAR: Expandindo quadrados

source: Sector Search
et: Sektorotsing
fi: Sektorihaku
nl: Sector zoekpatroon
pt: Busca por sector

source: Approach course
et: Lähenemiskurss
fi: Lähestymiskurssi
nl: Naderingskoers
pt: Rumo de aproximação

source: Leg Distance
et: Lõigu pikkus
fi: Reittiosan pituus
nl: Tracklengte
pt: Comprimento da perna

source: Search Speed
et: Kiirus otsingul
fi: Hakunopeus
nl: Zoeksnelheid
pt: Velocidade de busca

source: Number of cycles
et: Korduste arv
fi: Jaksojen lukumäärä
nl: Aantal cycli
pt: Número de ciclos

source: SAR: Sector Search
et: SAR: sektorotsing
fi: SAR: Sektorihaku
nl: SAR: Sector zoekpatroon
pt: SAR: Busca por setores

source: Oil Rig Search
et: Suureneva ala otsing
fi: Öljytornihaku
nl: Platform zoekpatroon
pt: Procurar Plataforma Petrolifera

source: Number of Legs
et: Lõikude arv
fi: Reittiosien lukumäärä
nl: Aantal tracks
pt: Numero de pernas

source: Search Speed
et: Kiirus otsingul
fi: Hakunopeus
nl: Zoeksnelheid
pt: Velocidade de busca

source: SAR: Oil Rig
et: SAR: puurtorn
fi: SAR: Öljytorni
nl: SAR: Platform zoekpatroon
pt: SAR: Plataforma Petrolífera

source: Datum (Start of Search)
et: Otsingu alguskoordinaadid
fi: Päivämäärä (Haku alkaa)
nl: Datum (start van zoekpatroon)
pt: Datum (Início de busca)

source: Lattitude
et: Laiuskraad
fi: Leveysaste
nl: Breedte
pt: Latitude

source: Longitude
et: Pikkuskraad
fi: Pituusaste
nl: Lengte

source: Ship
et: Laev
fi: Alus
nl: Vaartuig
pt: Navio

source: Copy ship position (GPS fix required)
et: Kopeeri laeva asukoht (GPS'i koht vajalik)
fi: Kopioi aluksen sijainti (GPS-paikka edellytetään)
nl: Kopieer eigen positie (GPS-fix vereist)
pt: Copiar posição do navio (necessário sinal GPS)

source: Cursor
et: Kursor
fi: Kohdistin

source: Search Pattern name for GPX file
et: Otsingu mustri GPX-faili nimi
fi: Etsi kuvion nimi GPX-tiedostolle
nl: Naam zoekpatroon voor GPX-bestand
pt: Busca o nome padrão para o arquivo GPX

source: Route
et: Teekond
fi: Reitti
pt: Rota

source: Decimal Degree
et: Kraadi kümnendikes
fi: Desimaaliaste
nl: Decimale graden
pt: Graus decimais

source: Lat
et: L°
nl: Br

source: Lon
et: P°
nl: Len

source: Convert to Degree
et: Muuda kraadiks
fi: Muunna asteiksi
nl: Converteer naar graden
pt: Converter para grau

source: Results
et: Tulemused
fi: Tulokset
nl: Resultaten
pt: Resultados

source: Search Distance
et: Otsingu pikkus
fi: Etsintä etäisyys
nl: Zoekafstand
pt: Distancia de busca

source: Search Time
et: Aeg otsingul
fi: Etsintä aika
nl: Zoektijd
pt: Tempo de busca

source: hr
et: t
nl: u

source: General settings
et: Üldised seaded
fi: Yleisasetukset
nl: Algemene instellingen
pt: Definições gerais

source: Opacity
et: Läbipaistmatus
fi: Läpinäkyvyys
nl: Transparantie
pt: Opacidade

source: CPU saving settings
et: CPU'd säästvad seaded
fi: CPU tallentaa asetukset
nl: CPU instellingen opslaan
pt: Salvar as configurações de CPU

source: Capture Ship Position
et: Haara laeva asukoht
fi: Talleta aluksen sijainti
nl: Vastleggen eigen positie
pt: Capturar posição do navio

source: Leave ticked, so you can use ship's position
et: Jäta märgistatuks, et saaksite kasutada laeva asukohta.
fi: Aseta merkki, niin voit käyttää sitä aluksen sijaintina
nl: Laat geselecteerd, zodat u uw scheepspositie kunt gebruiken
pt: Deixar marcada, então você pode usar a posição do navio

source: Capture Cursor Position
et: Haara kursori asukoht
fi: Talleta osoittimen sijainti
nl: Vastleggen cursorpositie
pt: Capturar posição do cursor

source: Leave ticked, so that you can use cursor position.
et: Jäta märgistatuks, et saaksite kasutada kursori asukohta.
fi: Aseta merkki, niin voit käyttää sitä kohdistimen sijaintina.
nl: Laat geselcteerd, zodat u de cursorpositie kunt gebruiken
pt: Deixar marcado, para que possa usar a posição do cursor.

source: Search and Resque Patterns
et: Otsingu ja pääste mustrid
nl: SAR zoekpatronen
pt: Padrões de Busca e Salvamento

source: Creates GPX files with Search and resque patterns.
et: Loo GPX-fail koos otsingu ja pääste mustritega.
nl: Maakt GPX-bestanden met SAR zoekpatronen.
pt: Criar arquivos GPX com padrões de busca e salvamento.

source: Route Preferences
et: Teekonna eelistused
fi: Reittisuositukset
nl: Routevoorkeuren
pt: Preferências de rota

source: Export SAR track GPX file as
et: Väljasta SAR-jälje GPX-fail kui
fi: Vie SAR-jälki GPX-tiedosto muodossa
nl: Exporteer GPX-bestand SAR-track als
pt: Exportar SAR faixa de arquivo GPX como

source: error in input range validation
et: viga sisestatud ulatuse kontrollimisel
fi: virhe syöttöalueen kevollisuudessa
nl: fout bij invoervalidatie
pt: erro na validação de intervalo de entrada

source: Error occured, aborting SAR calc!
et: Viga, katkestan SAR arvutamise!
fi: Virhe, keskeytetään SAR-laskut!
nl: Fout opgetreden, SAR-berekening afgebroken!
pt: Ocorreu um erro, abortando o calculo do SAR!

source: Error in calculation. Please check input!
et: Viga arvutuses. Kontrolli palun sisestatut!
fi: Virhe laskuissa. tarkista syöttö!
nl: Fout in berekening. Controleer de input!
pt: Erro no cálculo. Por favor, verifique a entrada!

source: In order to copy the cursor location, select either the Lattitude or Longitude coordinate box, and press <CTRL>+S.
et: Et kopeerida kursori asukoht vali kas laius- või pikkuskoordinaadi kast ja vajuta <CTRL>+S.
fi: Jos kopioit kohdistimen sijainnin, valitse joko leveys- tai pituuskoordinaattiruutu, ja paina <CTRL>+ S.
nl: Om de cursorlocatie te kopiÃ«ren: selecteer het Breedte- of Lengteveld en druk op <CTRL>+S.
pt: Para copiar a localização do cursor, escolha a Latitude ou Longitude na caixa e pressione <CTRL>+S.

source: SAR Plugin by SaltyPaws
et: SaltyPaws'i SAR-plugin
fi: SAR lisäosa SaltyPaws:in tapaan
nl: SAR PlugIn door SaltyPaws
pt: SAR Plugin por SaltyPaws

source: S
nl: Z

source: E
nl: O

source: Search and Rescue Patterns
fi: Etsi ja pelasta kuviot

source: Creates GPX files with Search and rescue patterns.
fi: Luo GPX tiedostot etsi ja pelasta malleille.
